Revit 2024 API
BuiltInFailures.FabricFailures.MinorLapSpliceFailure Property
 The lap splice in the minor direction is greater than the half of the overall width.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MinorLapSpliceFailure { get; }
Visual Basic
Public Shared ReadOnly Property MinorLapSpliceFailure As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MinorLapSpliceFailure {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace